export const REGION_NAMES = {
  "ІВАНО-ФРАНКІВСЬКА": "Івано-Франківська",
  "АВТОНОМНА РЕСПУБЛІКА КРИМ": "AР Крим",
  ВІННИЦЬКА: "Вінницька",
  ВОЛИНСЬКА: "Волинська",
  ДНІПРОПЕТРОВСЬКА: "Дніпропетровська",
  ДОНЕЦЬКА: "Донецька",
  ЖИТОМИРСЬКА: "Житомирська",
  ЗАКАРПАТСЬКА: "Закарпатська",
  ЗАПОРІЗЬКА: "Запорізька",
  КІРОВОГРАДСЬКА: "Кіровоградська",
  КИЇВСЬКА: "Київська",
  ЛУГАНСЬКА: "Луганська",
  ЛЬВІВСЬКА: "Львівська",
  "М.КИЇВ": "м. Київ",
  "М.СЕВАСТОПОЛЬ": "м. Севастополь",
  МИКОЛАЇВСЬКА: "Миколаївська",
  ОДЕСЬКА: "Одеська",
  ПОЛТАВСЬКА: "Полтавська",
  РІВНЕНСЬКА: "Рівненська",
  СУМСЬКА: "Сумська",
  ТЕРНОПІЛЬСЬКА: "Тернопільська",
  ХАРКІВСЬКА: "Харківська",
  ХЕРСОНСЬКА: "Херсонська",
  ХМЕЛЬНИЦЬКА: "Хмельницька",
  ЧЕРКАСЬКА: "Черкаська",
  ЧЕРНІВЕЦЬКА: "Чернівецька",
  ЧЕРНІГІВСЬКА: "Чернігівська"
};

export const REGION_COORDS = {
  "М.КИЇВ": {
    center: {
      lat: 50.461,
      lng: 30.531
    },
    zoom: 11
  },
  КИЇВСЬКА: {
    center: {
      lat: 50.173,
      lng: 30.509
    }
  },
  ВОЛИНСЬКА: {
    center: {
      lat: 48.9026,
      lng: 28.5205
    }
  },
  ЛЬВІВСЬКА: {
    center: {
      lat: 49.657,
      lng: 23.741
    }
  },
  ЗАКАРПАТСЬКА: {
    center: {
      lat: 48.4128,
      lng: 23.14
    }
  },
  "ІВАНО-ФРАНКІВСЬКА": {
    center: {
      lat: 48.753,
      lng: 24.527
    }
  },
  ЧЕРНІВЕЦЬКА: {
    center: {
      lat: 48.3836,
      lng: 26.1145
    }
  },
  ТЕРНОПІЛЬСЬКА: {
    center: {
      lat: 49.461,
      lng: 25.543
    }
  },
  РІВНЕНСЬКА: {
    center: {
      lat: 51.066,
      lng: 26.472
    }
  },
  ХМЕЛЬНИЦЬКА: {
    center: {
      lat: 49.564,
      lng: 26.922
    }
  },
  ЖИТОМИРСЬКА: {
    center: {
      lat: 50.639,
      lng: 28.521
    }
  },
  ВІННИЦЬКА: {
    center: {
      lat: 48.904,
      lng: 28.51
    }
  },
  ЧЕРКАСЬКА: {
    center: {
      lat: 49.157,
      lng: 31.234
    }
  },
  КІРОВОГРАДСЬКА: {
    center: {
      lat: 48.509,
      lng: 32.267
    }
  },
  ПОЛТАВСЬКА: {
    center: {
      lat: 49.87,
      lng: 33.772
    }
  },
  ЧЕРНІГІВСЬКА: {
    center: {
      lat: 51.269,
      lng: 31.756
    }
  },
  СУМСЬКА: {
    center: {
      lat: 50.775,
      lng: 34.338
    }
  },
  ХАРКІВСЬКА: {
    center: {
      lat: 49.664,
      lng: 36.464
    }
  },
  ЛУГАНСЬКА: {
    center: {
      lat: 48.915,
      lng: 39.029
    }
  },
  ДНІПРОПЕТРОВСЬКА: {
    center: {
      lat: 48.542,
      lng: 34.964
    }
  },
  ДОНЕЦЬКА: {
    center: {
      lat: 48.041,
      lng: 37.694
    }
  },
  ЗАПОРІЗЬКА: {
    center: {
      lat: 47.421,
      lng: 35.914
    }
  },
  ХЕРСОНСЬКА: {
    center: {
      lat: 46.563,
      lng: 33.415
    }
  },
  МИКОЛАЇВСЬКА: {
    center: {
      lat: 47.376,
      lng: 31.965
    }
  },
  ОДЕСЬКА: {
    center: {
      lat: 46.536,
      lng: 30.267
    }
  },
  "АВТОНОМНА РЕСПУБЛІКА КРИМ": {
    center: {
      lat: 45.228,
      lng: 34.162
    }
  },
  "М.СЕВАСТОПОЛЬ": {
    center: {
      lat: 44.61,
      lng: 33.5426
    },
    zoom: 11
  }
};
